Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Tag Sections
ar: أقسام الوسوم
es: Secciones de etiquetas
hi: अनुभाग टैग करें
it: Sezioni tag
ja: タグセクション
ms: Bahagian Tag
th: ส่วนแท็ก
ur: ٹیگ سیکشنز
zh_hans: 标签部分

source: Tags
ar: الوسوم
es: Etiquetas
hi: टैग
it: Tag
ja: タグ
ms: Tag
th: แท็ก
ur: ٹیگز
zh_hans: 标签

source: Take a little time to explore. Try different ways of organizing your tasks, make the app your own, and see what works best for you. Visit yourtodo.today to learn more about toDō, and follow my Substack for release notes, engineering talk, and the thinking behind each update.
ar: خذ وقتًا قصيرًا للاستكشاف. جرّب طرقًا مختلفة لتنظيم مهامك، واجعل التطبيق يناسبك، واكتشف ما يناسبك. زر yourtodo.today لمعرفة المزيد عن toDō، وتابع Substack للحصول على ملاحظات الإصدار والحديث الهندسي والتفكير وراء كل تحديث.
es: Tómate un tiempo para explorar. Prueba distintas formas de organizar tus tareas, personaliza la app y descubre qué funciona para ti. Visita yourtodo.today para saber más sobre toDō y sigue mi Substack para notas de versión, ingeniería y las ideas detrás de cada actualización.
hi: थोड़ा समय लेकर देखें। अपने कार्यों को व्यवस्थित करने के अलग-अलग तरीके आज़माएँ, ऐप को अपने अनुसार बनाएँ और देखें कि आपके लिए क्या काम करता है। toDō के बारे में अधिक जानने के लिए yourtodo.today पर जाएँ और रिलीज़ नोट्स, इंजीनियरिंग चर्चा और हर अपडेट के पीछे की सोच के लिए मेरा Substack देखें।
it: Prenditi un po' di tempo per esplorare. Prova diversi modi di organizzare le attività, personalizza l'app e scopri cosa funziona per te. Visita yourtodo.today per saperne di più su toDō e segui il mio Substack per note di rilascio, ingegneria e idee dietro ogni aggiornamento.
ja: 少し時間をかけて試してみてください。タスクの整理方法をいろいろ試し、アプリを自分に合わせて、合う使い方を見つけましょう。toDōについては yourtodo.today、リリースノートや開発の話、更新の背景は私のSubstackをご覧ください。
ms: Luangkan sedikit masa untuk meneroka. Cuba pelbagai cara mengatur tugas, jadikan aplikasi ini milik anda dan lihat perkara yang berkesan. Lawati yourtodo.today untuk mengetahui lebih lanjut tentang toDō, dan ikuti Substack saya untuk nota keluaran, perbualan kejuruteraan dan pemikiran di sebalik setiap kemas kini.
th: ใช้เวลาสักนิดเพื่อสำรวจ ลองจัดระเบียบงานหลายรูปแบบ ปรับแอปให้เหมาะกับคุณ และดูว่าวิธีไหนใช้ได้ผล เยี่ยมชม yourtodo.today เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับ toDō และติดตาม Substack ของฉันสำหรับบันทึกประจำรุ่น เรื่องวิศวกรรม และแนวคิดเบื้องหลังการอัปเดตแต่ละครั้ง
ur: تھوڑی دیر دریافت کرنے میں گزاریں۔ اپنے کاموں کو ترتیب دینے کے مختلف طریقے آزمائیں، ایپ کو اپنے مطابق بنائیں اور دیکھیں کہ آپ کے لیے کیا کارآمد ہے۔ toDō کے بارے میں مزید جاننے کے لیے yourtodo.today دیکھیں اور ریلیز نوٹس، انجینئرنگ گفتگو اور ہر اپ ڈیٹ کے پیچھے سوچ کے لیے میرا Substack فالو کریں۔
zh_hans: 花一点时间探索。尝试不同的任务整理方式，让应用适合你自己，并找到最适合你的方法。访问 yourtodo.today 了解更多 toDō 信息，并关注我的 Substack，获取发行说明、工程分享和每次更新背后的思考。

source: Tap Import in toDō, choose the file, then listen for the test.
ar: اضغط على استيراد في تُدُ، واختر الملف، ثم استمع للاختبار.
es: Toca Importar en toDō, elige el archivo y escucha la prueba.
hi: toDō में Import टैप करें, फ़ाइल चुनें, फिर परीक्षण सुनें।
it: Tocca Importa in toDō, scegli il file, poi ascolta la prova.
ja: toDōで“読み込む”をタップし、ファイルを選んでテストを確認します。
ms: Ketik Import dalam toDō, pilih fail, kemudian dengar ujian.
th: แตะนำเข้าใน toDō เลือกไฟล์ แล้วฟังการทดสอบ
ur: toDō میں درآمد پر ٹیپ کریں، فائل منتخب کریں، پھر ٹیسٹ سنیں۔
zh_hans: 在 toDō 中轻点“导入”，选择文件，然后听取测试。

source: Task
ar: المهمة
es: Tarea
hi: काम
it: Attività
ja: タスク
ms: Tugas
th: งาน
ur: کام
zh_hans: 任务

source: Task Complete Sound
ar: صوت اكتمال المهمة
es: Sonido de tarea completada
hi: कार्य पूर्ण ध्वनि
it: Suono attività completata
ja: タスク完了サウンド
ms: Bunyi Tugas Selesai
th: เสียงเมื่องานเสร็จ
ur: کام مکمل ہونے کی آواز
zh_hans: 任务完成声音

source: Tell me what you want to get done.
ar: أخبرني بما تريد إنجازه.
es: Dime qué quieres hacer.
hi: बताएँ कि आप क्या पूरा करना चाहते हैं।
it: Dimmi cosa vuoi portare a termine.
ja: 何を完了したいか教えてください。
ms: Beritahu perkara yang ingin anda selesaikan.
th: บอกสิ่งที่คุณต้องการทำให้เสร็จ
ur: بتائیں کہ آپ کیا مکمل کرنا چاہتے ہیں۔
zh_hans: 告诉我你想完成什么。

source: Terms of Use
ar: شروط الاستخدام
es: Términos de uso
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
ms: Syarat Penggunaan
th: ข้อกำหนดการใช้งาน
ur: استعمال کی شرائط
zh_hans: 使用条款

source: Test Sound
ar: اختبار الصوت
es: Probar sonido
hi: ध्वनि जांचें
it: Prova suono
ja: サウンドをテスト
ms: Uji Bunyi
th: ทดสอบเสียง
ur: آواز ٹیسٹ کریں
zh_hans: 测试声音

source: Tests a passive notification that should avoid sound.
ar: يختبر إشعارًا هادئًا يجب أن يتجنب الصوت.
es: Prueba una notificación pasiva que no debería sonar.
hi: एक निष्क्रिय सूचना का परीक्षण करता है जिसे ध्वनि से बचना चाहिए.
it: Testa una notifica passiva che non dovrebbe emettere suoni.
ja: 音を鳴らさないパッシブ通知をテストします。
ms: Menguji pemberitahuan pasif yang tidak sepatutnya berbunyi.
th: ทดสอบการแจ้งเตือนแบบเงียบที่ไม่ควรมีเสียง
ur: ایک غیر فعال اطلاع کو جانچتا ہے جس میں آواز نہیں ہونی چاہیے۔
zh_hans: 测试应避免声音的被动通知。

source: Tests a Time Sensitive reminder.
ar: يختبر تذكيرًا حساسًا للوقت.
es: Prueba un recordatorio urgente.
hi: Time Sensitive रिमाइंडर का परीक्षण करता है.
it: Testa un promemoria Time Sensitive.
ja: 時間に敏感なリマインダーをテストします。
ms: Menguji peringatan Time Sensitive.
th: ทดสอบการเตือนแบบ Time Sensitive
ur: Time Sensitive یاد دہانی کو جانچتا ہے۔
zh_hans: 测试时间敏感提醒。

source: Tests recurring reminder copy and metadata.
ar: يختبر نص التذكير المتكرر وبياناته.
es: Prueba el texto y los metadatos de recordatorio recurrente.
hi: दोहराए जाने वाले रिमाइंडर कॉपी और मेटाडेटा का परीक्षण करता है.
it: Testa testo e metadati del promemoria ricorrente.
ja: 繰り返しリマインダー文言とメタデータをテストします。
ms: Menguji salinan dan metadata peringatan berulang.
th: ทดสอบข้อความและเมตาดาต้าของการเตือนซ้ำ
ur: دہرائی جانے والی یاد دہانی کے متن اور میٹا ڈیٹا کو جانچتا ہے۔
zh_hans: 测试重复提醒文案和元数据。

source: Tests the normal due-reminder notification path.
ar: يختبر مسار إشعار تذكير الاستحقاق العادي.
es: Prueba la ruta normal de notificación de vencimiento.
hi: सामान्य देय-रिमाइंडर सूचना पथ का परीक्षण करता है.
it: Testa il normale percorso di notifica della scadenza.
ja: 通常の期限リマインダー通知経路をテストします。
ms: Menguji laluan pemberitahuan peringatan tamat tempoh biasa.
th: ทดสอบเส้นทางการแจ้งเตือนถึงกำหนดตามปกติ
ur: عام واجب الادا یاد دہانی اطلاع کا راستہ جانچتا ہے۔
zh_hans: 测试正常到期提醒通知路径。

source: Tests urgent overdue reminder copy and metadata.
ar: يختبر نص تذكير التأخر العاجل وبياناته.
es: Prueba el texto y los metadatos de recordatorio vencido urgente.
hi: तत्काल overdue रिमाइंडर कॉपी और मेटाडेटा का परीक्षण करता है.
it: Testa testo e metadati del promemoria urgente in ritardo.
ja: 緊急の期限超過リマインダー文言とメタデータをテストします。
ms: Menguji salinan dan metadata peringatan lewat yang mendesak.
th: ทดสอบข้อความและเมตาดาต้าของการเตือนเลยกำหนดแบบเร่งด่วน
ur: فوری تاخیر شدہ یاد دہانی کے متن اور میٹا ڈیٹا کو جانچتا ہے۔
zh_hans: 测试紧急逾期提醒文案和元数据。

source: Thank you for becoming a Founding Supporter.
ar: شكرًا لانضمامك كداعم مؤسس.
es: Gracias por convertirte en colaborador fundador.
hi: संस्थापक समर्थक बनने के लिए धन्यवाद।
it: Grazie per essere diventato un Sostenitore fondatore.
ja: 創設サポーターになっていただき、ありがとうございます。
ms: Terima kasih kerana menjadi Penyokong Pengasas.
th: ขอบคุณที่เป็นผู้สนับสนุนผู้ก่อตั้ง
ur: بانی معاون بننے کا شکریہ۔
zh_hans: 感谢你成为创始支持者。

source: Thank you for supporting toDō.
ar: شكرًا لدعمك toDō.
es: Gracias por apoyar toDō.
hi: toDō का समर्थन करने के लिए धन्यवाद।
it: Grazie per sostenere toDō.
ja: toDōを応援していただき、ありがとうございます。
ms: Terima kasih kerana menyokong toDō.
th: ขอบคุณที่สนับสนุน toDō
ur: toDō کی حمایت کرنے کا شکریہ۔
zh_hans: 感谢你支持 toDō。

source: Thank you for your lifetime support
ar: شكرًا لدعمك مدى الحياة
es: Gracias por tu apoyo de por vida
hi: आपके आजीवन समर्थन के लिए धन्यवाद
it: Grazie per il tuo sostegno a vita
ja: 末永いご支援に感謝します
ms: Terima kasih atas sokongan seumur hidup anda
th: ขอบคุณสำหรับการสนับสนุนตลอดชีพ
ur: آپ کی تاحیات حمایت کا شکریہ
zh_hans: 感谢你的终身支持

source: Thanks. Here's a coffee.
ar: شكرًا. إليك قهوة.
es: Gracias. Aquí tienes un café.
hi: धन्यवाद। यह रही एक कॉफ़ी।
it: Grazie. Ecco un caffè.
ja: ありがとう。コーヒーをどうぞ。
ms: Terima kasih. Ini kopi untuk anda.
th: ขอบคุณ นี่คือกาแฟหนึ่งแก้ว
ur: شکریہ۔ یہ رہی ایک کافی۔
zh_hans: 谢谢，请你喝杯咖啡。

source: That image link could not be loaded.
ar: تعذر تحميل رابط الصورة.
es: No se pudo cargar el enlace de imagen.
hi: चित्र लिंक लोड नहीं किया जा सका।
it: Non è stato possibile caricare il link dell'immagine.
ja: 画像リンクを読み込めませんでした。
ms: Pautan imej tidak dapat dimuatkan.
th: โหลดลิงก์รูปไม่ได้
ur: تصویر کا لنک لوڈ نہیں ہو سکا۔
zh_hans: 无法加载图片链接。

source: That toDō could not be found.
ar: تعذّر العثور على ذلك تُدُ.
es: No se pudo encontrar esa tarea pendiente.
hi: वह toDō नहीं मिल सका.
it: Impossibile trovare quel toDō.
ja: そのtoDōが見つかりませんでした。
ms: toDō itu tidak ditemui.
th: ไม่พบ toDō นั้น
ur: وہ ٹُڈُو نہیں مل سکا۔
zh_hans: 找不到该 toDō。

source: That toDō may have been deleted or has not synced to this device yet.
ar: ربما تم حذف ذلك تُدُ أو لم تتم مزامنته مع هذا الجهاز بعد.
es: Es posible que esa tarea pendiente se haya eliminado o aún no se haya sincronizado con este dispositivo.
hi: वह toDō शायद हटा दिया गया है या अभी तक इस डिवाइस से समन्वयित नहीं हुआ है।
it: Quel toDō potrebbe essere stato eliminato o non ancora sincronizzato su questo dispositivo.
ja: そのtoDōは削除されたか、まだこのデバイスに同期されていない可能性があります。
ms: toDō itu mungkin telah dipadam atau belum disegerakkan ke peranti ini.
th: toDō นั้นอาจถูกลบหรือยังไม่ได้ซิงค์มายังอุปกรณ์นี้
ur: وہ ٹُڈُو شاید حذف ہو چکا ہے یا ابھی اس ڈیوائس پر سنک نہیں ہوا۔
zh_hans: 该待办事项可能已被删除或尚未同步到此设备。

source: That username is already in use. Choose another one.
ar: اسم المستخدم هذا مستخدم بالفعل. اختر اسمًا آخر.
es: Ese nombre de usuario ya está en uso. Elige otro.
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है। दूसरा चुनें।
it: Questo nome utente è già in uso. Scegline un altro.
ja: そのユーザー名はすでに使用されています。別の名前を選んでください。
ms: Nama pengguna itu sudah digunakan. Pilih yang lain.
th: ชื่อผู้ใช้นี้ถูกใช้แล้ว เลือกชื่ออื่น
ur: یہ صارف نام پہلے ہی استعمال میں ہے۔ دوسرا منتخب کریں۔
zh_hans: 该用户名已被使用。请选择其他用户名。

source: The App Store returned an unknown purchase result.
ar: أعاد App Store نتيجة شراء غير معروفة.
es: App Store devolvió un resultado de compra desconocido.
hi: App Store ने अज्ञात खरीद परिणाम लौटाया।
it: App Store ha restituito un risultato di acquisto sconosciuto.
ja: App Storeから不明な購入結果が返されました。
ms: App Store mengembalikan hasil pembelian yang tidak diketahui.
th: App Store ส่งผลการซื้อที่ไม่รู้จักกลับมา
ur: App Store نے خریداری کا نامعلوم نتیجہ واپس کیا۔
zh_hans: App Store 返回了未知的购买结果。

source: The current profile image could not be downloaded. Try again.
ar: تعذر تنزيل صورة الملف الشخصي الحالية. حاول مرة أخرى.
es: No se pudo descargar la imagen de perfil actual. Inténtalo de nuevo.
hi: वर्तमान प्रोफ़ाइल चित्र डाउनलोड नहीं किया जा सका। फिर कोशिश करें।
it: Non è stato possibile scaricare l'immagine del profilo attuale. Riprova.
ja: 現在のプロフィール画像をダウンロードできませんでした。もう一度お試しください。
ms: Gambar profil semasa tidak dapat dimuat turun. Cuba lagi.
th: ดาวน์โหลดรูปโปรไฟล์ปัจจุบันไม่ได้ ลองอีกครั้ง
ur: موجودہ پروفائل تصویر ڈاؤن لوڈ نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法下载当前头像。请重试。

# The last sync did not finish. %@%@
source: The last sync did not finish. %1$@%2$@
ar: لم تكتمل آخر مزامنة. %@%@
es: La ultima sync no termino. %@%@
hi: अंतिम सिंक पूरा नहीं हुआ। %@%@
it: L'ultima sync non e terminata. %@%@
ja: 最後の同期が完了しませんでした。%@%@
ms: Sync terakhir tidak selesai. %@%@
th: การซิงก์ล่าสุดไม่เสร็จ %@%@
ur: آخری sync مکمل نہیں ہوئی۔ %@%@
zh_hans: 上次同步未完成。%@%@

source: The last sync did not finish. Tap refresh to try again.
ar: لم تكتمل آخر مزامنة. اضغط تحديث للمحاولة مرة أخرى.
es: La ultima sync no termino. Toca actualizar para intentar de nuevo.
hi: अंतिम सिंक पूरा नहीं हुआ। फिर कोशिश करने के लिए रीफ्रेश टैप करें।
it: L'ultima sync non e terminata. Tocca aggiorna per riprovare.
ja: 最後の同期が完了しませんでした。更新をタップして再試行してください。
ms: Sync terakhir tidak selesai. Ketik segar semula untuk cuba lagi.
th: การซิงก์ล่าสุดไม่เสร็จ แตะรีเฟรชเพื่อลองอีกครั้ง
ur: آخری sync مکمل نہیں ہوئی۔ دوبارہ کوشش کے لیے refresh پر ٹیپ کریں۔
zh_hans: 上次同步未完成。轻点刷新重试。

source: The microphone is not ready. Try again.
ar: الميكروفون غير جاهز. حاول مرة أخرى.
es: El micrófono no está listo. Inténtalo de nuevo.
hi: माइक्रोफ़ोन तैयार नहीं है। फिर से कोशिश करें।
it: Il microfono non è pronto. Riprova.
ja: マイクの準備ができていません。もう一度お試しください。
ms: Mikrofon belum bersedia. Cuba lagi.
th: ไมโครโฟนยังไม่พร้อม โปรดลองอีกครั้ง
ur: مائیکروفون تیار نہیں ہے۔ دوبارہ کوشش کریں۔
zh_hans: 麦克风尚未就绪，请重试。

source: The offer code could not be checked. Please try again.
ar: تعذر التحقق من رمز العرض. حاول مرة أخرى.
es: No se pudo comprobar el código de oferta. Inténtalo de nuevo.
hi: ऑफ़र कोड की जाँच नहीं हो सकी। कृपया फिर कोशिश करें।
it: Non è stato possibile verificare il codice offerta. Riprova.
ja: オファーコードを確認できませんでした。もう一度お試しください。
ms: Kod tawaran tidak dapat disemak. Cuba lagi.
th: ตรวจสอบรหัสข้อเสนอไม่ได้ โปรดลองอีกครั้ง
ur: آفر کوڈ چیک نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh_hans: 无法检查优惠代码。请重试。

source: The original toDō yellow and blue.
ar: الأصفر والأزرق الأصليان لـ toDō.
es: El amarillo y azul originales de toDō.
hi: toDō का मूल पीला और नीला।
it: Il giallo e blu originali di toDō.
ja: toDō オリジナルの黄色と青。
ms: Kuning dan biru asal toDō.
th: สีเหลืองและสีน้ำเงินดั้งเดิมของ toDō
ur: toDō کا اصل پیلا اور نیلا۔
zh_hans: toDō 原本的黄色与蓝色。

source: The profile image could not be read. Try another image.
ar: تعذر قراءة صورة الملف الشخصي. جرّب صورة أخرى.
es: No se pudo leer la imagen de perfil. Prueba con otra imagen.
hi: प्रोफ़ाइल चित्र पढ़ा नहीं जा सका। दूसरा चित्र आज़माएँ।
it: Non è stato possibile leggere l'immagine del profilo. Prova con un'altra immagine.
ja: プロフィール画像を読み込めませんでした。別の画像をお試しください。
ms: Gambar profil tidak dapat dibaca. Cuba gambar lain.
th: อ่านรูปโปรไฟล์ไม่ได้ ลองใช้รูปอื่น
ur: پروفائل تصویر پڑھی نہیں جا سکی۔ کوئی دوسری تصویر آزمائیں۔
zh_hans: 无法读取头像。请尝试其他图片。

source: The purchase could not be completed. Please try again.
ar: تعذر إكمال عملية الشراء. حاول مرة أخرى.
es: No se pudo completar la compra. Inténtalo de nuevo.
hi: खरीद पूरी नहीं हो सकी। फिर से कोशिश करें।
it: Impossibile completare l'acquisto. Riprova.
ja: 購入を完了できませんでした。もう一度お試しください。
ms: Pembelian tidak dapat diselesaikan. Cuba lagi.
th: ไม่สามารถดำเนินการซื้อให้เสร็จได้ โปรดลองอีกครั้ง
ur: خریداری مکمل نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 无法完成购买。请重试。

source: They will lose access to this collab.
ar: سيفقد هذا المستخدم الوصول إلى هذا التعاون.
es: Este usuario perderá el acceso a esta colaboración.
hi: यह उपयोगकर्ता इस सहयोग का एक्सेस खो देगा।
it: Questo utente perderà l’accesso alla collaborazione.
ja: このユーザーはコラボにアクセスできなくなります。
ms: Pengguna ini akan kehilangan akses kepada kolaborasi ini.
th: ผู้ใช้นี้จะเสียสิทธิ์เข้าถึงการร่วมงานนี้
ur: یہ صارف اس تعاون تک رسائی کھو دے گا۔
zh_hans: 此用户将无法再访问该协作。

source: This account joined before toDō 3.1, so Lifetime toDō+ is yours at no cost. Thank you for building this with us.
ar: انضم هذا الحساب قبل toDō 3.1، لذا أصبحت عضوية toDō+ مدى الحياة لك مجانًا. شكرًا لمساهمتك في بناء هذا معنا.
es: Esta cuenta se unió antes de toDō 3.1, así que toDō+ de por vida es tuyo sin costo. Gracias por construir esto con nosotros.
hi: यह खाता toDō 3.1 से पहले जुड़ा था, इसलिए आजीवन toDō+ आपको बिना किसी लागत के मिलता है। इसे हमारे साथ बनाने के लिए धन्यवाद।
it: Questo account è arrivato prima di toDō 3.1, quindi toDō+ a vita è tuo senza costi. Grazie per averlo costruito insieme a noi.
ja: このアカウントはtoDō 3.1より前からご利用いただいているため、Lifetime toDō+を無料でお使いいただけます。一緒に育ててくださり、ありがとうございます。
ms: Akaun ini menyertai sebelum toDō 3.1, jadi toDō+ Seumur Hidup menjadi milik anda tanpa bayaran. Terima kasih kerana membinanya bersama kami.
th: บัญชีนี้เข้าร่วมก่อน toDō 3.1 คุณจึงได้รับ toDō+ ตลอดชีพโดยไม่มีค่าใช้จ่าย ขอบคุณที่ร่วมสร้างสิ่งนี้กับเรา
ur: یہ اکاؤنٹ toDō 3.1 سے پہلے شامل ہوا تھا، اس لیے تاحیات toDō+ آپ کے لیے بلا معاوضہ ہے۔ ہمارے ساتھ اسے بنانے کا شکریہ۔
zh_hans: 此帐户在 toDō 3.1 之前便已加入，因此你可免费获得终身 toDō+。感谢你与我们共同打造 toDō。

source: This also removes Calendar events previously created by toDō. Your toDōs and their due dates stay unchanged.
ar: يؤدي هذا أيضًا إلى إزالة أحداث التقويم التي أنشأها toDō سابقًا. ستبقى مهامك وتواريخ استحقاقها دون تغيير.
es: Esto también elimina los eventos de Calendario creados anteriormente por toDō. Tus toDōs y sus fechas de vencimiento no cambiarán.
hi: यह toDō द्वारा पहले बनाए गए Calendar इवेंट भी हटा देगा। आपके toDō और उनकी देय तिथियाँ नहीं बदलेंगी।
it: Questa operazione rimuove anche gli eventi di Calendario creati in precedenza da toDō. I tuoi toDō e le relative scadenze non cambiano.
ja: toDōが以前作成したカレンダーのイベントも削除されます。toDōと期限は変更されません。
ms: Ini juga membuang acara Kalendar yang dibuat oleh toDō sebelum ini. toDō dan tarikh tamatnya kekal sama.
th: การดำเนินการนี้จะลบกิจกรรมในปฏิทินที่ toDō เคยสร้างไว้ด้วย ส่วน toDō และวันครบกำหนดจะไม่เปลี่ยนแปลง
ur: اس سے Calendar کے وہ ایونٹس بھی ہٹ جائیں گے جو toDō نے پہلے بنائے تھے۔ آپ کے toDō اور ان کی مقررہ تاریخیں تبدیل نہیں ہوں گی۔
zh_hans: 这也会移除 toDō 之前创建的日历日程。你的 toDō 及其到期日期不会更改。

source: This App Store purchase is linked to another toDō account.
ar: عملية الشراء هذه من App Store مرتبطة بحساب toDō آخر.
es: Esta compra de App Store está vinculada a otra cuenta de toDō.
hi: यह App Store खरीद किसी दूसरे toDō खाते से जुड़ी है।
it: Questo acquisto su App Store è collegato a un altro account toDō.
ja: このApp Store購入は別のtoDōアカウントに連携されています。
ms: Pembelian App Store ini dipautkan kepada akaun toDō yang lain.
th: การซื้อจาก App Store นี้เชื่อมโยงกับบัญชี toDō อื่น
ur: یہ App Store خریداری کسی دوسرے toDō اکاؤنٹ سے منسلک ہے۔
zh_hans: 此 App Store 购买已关联到另一个 toDō 帐户。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
es: Esto no se puede deshacer.
hi: इसे असंपादित नहीं किया जा सकता है।
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ms: Tindakan ini tidak boleh dibuat asal.
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้
ur: یہ واپس نہیں ہو سکتا۔
zh_hans: 此操作无法撤消。

source: This device
ar: هذا الجهاز
es: Este dispositivo
hi: यह डिवाइस
it: Questo dispositivo
ja: このデバイス
ms: Peranti ini
th: อุปกรณ์นี้
ur: یہ ڈیوائس
zh_hans: 此设备

source: This device currently shows %@. Choose carefully: copying these toDōs into %@ can create duplicates if the same toDōs already exist there from another device.
ar: يعرض هذا الجهاز حاليًا %@. اختر بعناية: قد يؤدي نسخ هذه toDōs إلى %@ إلى إنشاء نُسخ مكررة إذا كانت نفس toDōs موجودة هناك بالفعل من جهاز آخر.
es: Este dispositivo muestra actualmente %@. Elige con cuidado: copiar estos toDōs a %@ puede crear duplicados si los mismos toDōs ya existen allí desde otro dispositivo.
hi: यह डिवाइस अभी %@ दिखा रहा है। सावधानी से चुनें: इन toDōs को %@ में कॉपी करने से डुप्लिकेट बन सकते हैं अगर वही toDōs किसी दूसरे डिवाइस से पहले से मौजूद हैं।
it: Questo dispositivo mostra attualmente %@. Scegli con attenzione: copiare questi toDō in %@ può creare duplicati se gli stessi toDō esistono già lì da un altro dispositivo.
ja: このデバイスには現在 %@ が表示されています。慎重に選んでください。同じ toDō が別のデバイスからすでに %@ にある場合、これらの toDō をコピーすると重複が作成されることがあります。
ms: Peranti ini sedang menunjukkan %@. Pilih dengan teliti: menyalin toDōs ini ke %@ boleh mencipta pendua jika toDōs yang sama sudah wujud di sana daripada peranti lain.
th: อุปกรณ์นี้กำลังแสดง %@ อยู่ โปรดเลือกอย่างระมัดระวัง: การคัดลอก toDōs เหล่านี้ไปยัง %@ อาจสร้างรายการซ้ำ หาก toDōs เดียวกันมีอยู่จากอุปกรณ์อื่นแล้ว
ur: یہ ڈیوائس اس وقت %@ دکھا رہی ہے۔ احتیاط سے انتخاب کریں: ان toDōs کو %@ میں کاپی کرنے سے نقلیں بن سکتی ہیں اگر وہی toDōs کسی دوسری ڈیوائس سے وہاں پہلے سے موجود ہوں۔
zh_hans: 此设备当前显示 %@。请谨慎选择：如果相同的 toDōs 已经从另一台设备存在于 %@ 中，复制这些 toDōs 可能会产生重复项。

source: This device currently shows %@. iCloud and toDō Sync are separate places, so they may already have toDōs from another device.
ar: يعرض هذا الجهاز حاليًا %@. iCloud ومزامنة تُدُ مكانان منفصلان، لذلك قد يكون لديهما تُدُس من جهاز آخر.
es: Este dispositivo muestra %@. iCloud y toDō Sync son lugares separados, asi que puede que ya tengan toDōs de otro dispositivo.
hi: यह डिवाइस अभी %@ दिखा रहा है। iCloud और toDō Sync अलग जगहें हैं, इसलिए उनमें दूसरे डिवाइस के toDōs हो सकते हैं।
it: Questo dispositivo mostra %@. iCloud e toDō Sync sono luoghi separati, quindi potrebbero gia avere toDō da un altro dispositivo.
ja: このデバイスには現在%@が表示されています。iCloudとtoDō Syncは別の場所なので、別のデバイスのtoDōがすでにある場合があります。
ms: Peranti ini sedang menunjukkan %@. iCloud dan toDō Sync ialah tempat berasingan, jadi mungkin sudah ada toDō dari peranti lain.
th: อุปกรณ์นี้แสดง %@ อยู่ตอนนี้ iCloud และ toDō Sync เป็นคนละที่ จึงอาจมี toDō จากอุปกรณ์อื่นอยู่แล้ว
ur: یہ ڈیوائس فی الحال %@ دکھا رہی ہے۔ iCloud اور toDō Sync الگ جگہیں ہیں، اس لیے ان میں دوسری ڈیوائس کے toDōs پہلے سے ہو سکتے ہیں۔
zh_hans: 此设备当前显示 %@。iCloud 和 toDō Sync 是不同位置，所以其中可能已有其他设备的 toDō。

source: This device is not ready for remote reminders yet.
ar: هذا الجهاز ليس جاهزًا للتذكيرات البعيدة بعد.
es: Este dispositivo aun no esta listo para recordatorios remotos.
hi: यह डिवाइस अभी रिमोट रिमाइंडर के लिए तैयार नहीं है।
it: Questo dispositivo non e ancora pronto per i promemoria remoti.
ja: このデバイスはまだリモートリマインダーの準備ができていません。
ms: Peranti ini belum sedia untuk peringatan jauh.
th: อุปกรณ์นี้ยังไม่พร้อมสำหรับการเตือนระยะไกล
ur: یہ ڈیوائس ابھی remote reminders کے لیے تیار نہیں۔
zh_hans: 此设备尚未准备好远程提醒。

source: This Device Only
ar: هذا الجهاز فقط
es: Solo este dispositivo
hi: केवल यह डिवाइस
it: Solo questo dispositivo
ja: このデバイスのみ
ms: Peranti Ini Sahaja
th: อุปกรณ์นี้เท่านั้น
ur: صرف یہ آلہ
zh_hans: 仅此设备

source: This is the final confirmation. Calendar events created by toDō will be removed from Calendar.
ar: هذا هو التأكيد الأخير. ستتم إزالة أحداث التقويم التي أنشأها toDō من التقويم.
es: Esta es la confirmación final. Los eventos de Calendario creados por toDō se eliminarán de Calendario.
hi: यह अंतिम पुष्टि है। toDō द्वारा बनाए गए Calendar इवेंट Calendar से हटा दिए जाएँगे।
it: Questa è la conferma finale. Gli eventi creati da toDō verranno rimossi da Calendario.
ja: これが最後の確認です。toDōが作成したイベントはカレンダーから削除されます。
ms: Ini pengesahan terakhir. Acara Kalendar yang dibuat oleh toDō akan dibuang daripada Kalendar.
th: นี่คือการยืนยันครั้งสุดท้าย กิจกรรมที่ toDō สร้างไว้จะถูกลบออกจากปฏิทิน
ur: یہ آخری تصدیق ہے۔ toDō کے بنائے ہوئے Calendar ایونٹس Calendar سے ہٹا دیے جائیں گے۔
zh_hans: 这是最后一次确认。toDō 创建的日历日程将从日历中移除。

source: This is where you decide whether removing a toDō should archive it or send it to trash. Review the choice, then use the back arrow to return to the tour or continue below.
ar: هنا تقرر ما إذا كان ينبغي أرشفة toDō أو نقلها إلى سلة المهملات عند إزالتها. راجع الاختيار، ثم استخدم سهم الرجوع للعودة إلى الجولة أو تابع أدناه.
es: Aquí decides si una toDō debe archivarse o enviarse a la papelera al quitarla. Revisa la elección y usa la flecha atrás para volver al recorrido o continuar abajo.
hi: यहाँ आप तय करते हैं कि toDō हटाने पर उसे संग्रहित करना है या ट्रैश में भेजना है। विकल्प की समीक्षा करें, फिर टूर पर लौटने के लिए पीछे तीर का उपयोग करें या नीचे जारी रखें।
it: Qui decidi se una toDō rimossa deve essere archiviata o spostata nel cestino. Esamina la scelta, poi usa la freccia indietro per tornare al tour o continua qui sotto.
ja: ここでは、toDōを削除するときにアーカイブするかゴミ箱へ移動するかを決めます。選択を確認し、戻る矢印でツアーに戻るか、下へ進みます。
ms: Di sini anda menentukan sama ada toDō yang dibuang perlu diarkibkan atau dihantar ke tong sampah. Semak pilihan, kemudian gunakan anak panah kembali untuk kembali ke lawatan atau teruskan di bawah.
th: ที่นี่คุณเลือกว่าจะเก็บถาวรหรือย้าย toDō ไปที่ถังขยะเมื่อเอาออก ตรวจสอบตัวเลือก แล้วใช้ลูกศรย้อนกลับเพื่อกลับไปที่ทัวร์หรือดำเนินการต่อด้านล่าง
ur: یہاں آپ فیصلہ کرتے ہیں کہ toDō ہٹانے پر اسے آرکائیو کرنا ہے یا ٹریش میں بھیجنا ہے۔ انتخاب کا جائزہ لیں، پھر ٹور پر واپس جانے کے لیے پیچھے کا تیر استعمال کریں یا نیچے جاری رکھیں۔
zh_hans: 在这里决定移除 toDō 时是归档还是移到废纸篓。查看选择，然后使用返回箭头返回引导，或继续向下。
